[StunAmmo X2AmmoTemplate]
FriendlyName="眩晕子弹"
BriefSummary="下一回合时，眩晕目标并移除行动点。使用者+75命中，-50%伤害。"
TacticalText="<Bullet/> 眩晕敌人为XCOM士兵争取更多的战场生存和杀戮时间。"

[StunAmmoAbility X2AbilityTemplate]
LocFriendlyName="眩晕子弹"


